class HomeController < ApplicationController
	def index
		a = ["꼭두새벽에", "도서간에서", "화장실에서", "하루종일", "미친 듯이", "열심히", "방에서", "카페에서", "계속", "설렁설렁", "술마시다가", "어제부터", "대낮에", "밤새워"]
		@a = a.sample(1)[0]
		b = ["영화 보다가", "술 마시다가", "멍 때리다가", "폰만 보다가", "싸우다가", "잠 자다가", "공부하다가", "먹다가", "필기하다가", "게임하다가", "혼자 놀다가", "머리 뽑다가", "운동하다가", "톡하다가"]
	    @b = b.sample(1)[0]
	    c = ["시험 놓침", "A+ 받음", "장학금 받음", "배신함", "체함", "과탑함", "잘듦", "금메달 땀", "다 잊어버림", "다 틀림", "시험지에 편지 씀", "대머리 됨", "C 받음", "기말을 노림"]
	    @c = c.sample(1)[0]
	end
end
